/* No comment provided by engineer. */
"A connection failure occurred" = "連線失敗";

/* No comment provided by engineer. */
"About" = "關於";

/* No comment provided by engineer. */
"Access Denied" = "拒絕存取";

/* No comment provided by engineer. */
"ACD State" = "ACD 狀態";

/* No comment provided by engineer. */
"active" = "啟用";

/* Add Location Button */
"Add Location" = "新增號碼";

/* No comment provided by engineer. */
"Add to Existing Contact" = "新增到現有聯絡人";

/* No comment provided by engineer. */
"After Sign-In" = "登入後";

/* No comment provided by engineer. */
"alertAllLocationsForClickToDialCalls" = "提示所有裝置";

/* No comment provided by engineer. */
"All" = "全部";

/* No comment provided by engineer. */
"Always Ask" = "每次詢問";

/* No comment provided by engineer. */
"Answer Confirmation Required" = "應答確認";

/* No comment provided by engineer. */
"answerConfirmationRequired" = "應答確認";

/* No comment provided by engineer. */
"Are you sure you want to delete the call history?" = "是否確定要刪除通話記錄？";

/* No comment provided by engineer. */
"Authentication needed" = "登入失敗！請確認您的用戶名或密碼！";

/* Name for auto-created BW anywhere location */
"Auto-configured Location" = "自動配置的裝置";

/* No comment provided by engineer. */
"Available" = "啟用";

/* No comment provided by engineer. */
"baseLocationNumberOfRings" = "響鈴次數";

/* No comment provided by engineer. */
"BroadWorks Anywhere" = "隨處辦公";

/* No comment provided by engineer. */
"BroadWorks Mobility" = "行動辦公";

/* No comment provided by engineer. */
"broadworksCallControl" = "通話控管";

/* No comment provided by engineer. */
"Build" = "內置版本";

/* No comment provided by engineer. */
"By disabling configuration checks it may be possible to configure the service in such as away as to prevert the device from recieving calls" = "禁用配置檢查，其可能會導致服務配置設備將無法接聽來電";

/* No comment provided by engineer. */
"Calling Line ID Delivery Blocking" = "匿名撥號";

/* No comment provided by engineer. */
"Call Back" = "回撥";

/* No comment provided by engineer. */
"Call back and call through services are not configured for this device. Press the Configure button to configure these services automatically for this account. Otherwise the services must be configured manually using the Call Settings tab." = "此設備尚未配置撥號服務。 ";

/* No comment provided by engineer. */
"Call Center Agent" = "客服人員";

/* No comment provided by engineer. */
"Call Forwarding Busy" = "來電轉接 - 忙線";

/* No comment provided by engineer. */
"Call Forwarding Always" = "來電轉接 - 永遠";

/* No comment provided by engineer. */
"Call Forwarding Not Reachable" = "來電轉接 - 無法接通";

/* No comment provided by engineer. */
"Call Forwarding No Answer" = "來電轉接 - 無人接聽";

/* No comment provided by engineer. */
"Call Logs Unavailable" = "無法使用通話記錄檔";

/* No comment provided by engineer. */
"Call Options" = "通話選項";

/* No comment provided by engineer. */
"Call Settings" = "通話設定";

/* No comment provided by engineer. */
"Call Through" = "網路接續";

/* No comment provided by engineer. */
"Callback Validation" = "自動回撥驗證";

/* No comment provided by engineer. */
"callerMayStopSearch" = "來電者可能取消";

/* No comment provided by engineer. */
"Calling %@..." = "正在撥號 %@...";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Conference */
"Choose another" = "選擇另一個";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Configure" = "配置";

/* No comment provided by engineer. */
"Configure %@" = "配置%@";

/* No comment provided by engineer. */
"Configure Mobility" = "行動辦公設置";

/* No comment provided by engineer. */
"Configure Office Anywhere" = "隨處辦公設置";

/* No comment provided by engineer. */
"Configure Remote Office" = "遠端辦公設置";

/* No comment provided by engineer. */
"Configure Sequential Ring" = "循序響鈴設置";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* 待確認 */
"continueIfBaseLocationIsBusy" = "如忙線中則繼續";

/* No comment provided by engineer. */
"Create New Contact" = "建立新聯絡人";

/* No comment provided by engineer. */
"Criteria" = "設定規則";

/* No comment provided by engineer. */
"Custom Message" = "自定訊息";

/* No comment provided by engineer. */
"Custom message..." = "自定訊息...";

/* No comment provided by engineer. */
"Delete Call History" = "刪除通話記錄";

/* No comment provided by engineer. */
"Delete History" = "刪除記錄";

/* No comment provided by engineer. */
"Delete Location" = "刪除號碼";

/* No comment provided by engineer. */
"description" = "說明";

/* No comment provided by engineer. */
"Dialing Service" = "撥號服務";

/* No comment provided by engineer. */
"Dialing..." = "正在撥號...";

/* No comment provided by engineer. */
"DialingService" = "撥號服務";

/* Multi-directory view controller */
"Directory" = "企業通訊錄";

/* No comment provided by engineer. */
"Disabled" = "停用";

/* Conference */
"Duplicate call" = "複製通話";

/* No comment provided by engineer. */
"Enabled" = "啟用";

/* No comment provided by engineer. */
"Error" = "錯誤";

/* No comment provided by engineer. */
"Ignore" = "忽略";

/* No comment provided by engineer. */
"Incoming Calls" = "來電設置";

/* No comment provided by engineer. */
"Invalid IMRN" = "無效的 IMRN";

/* No comment provided by engineer. */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"Loading" = "正在加載";

/* No comment provided by engineer. */
"Local" = "手機聯絡人";

/* No comment provided by engineer. */
"localizedURLKey" = "localizedURLKey";

/* 待確認*/
"Locations" = "裝置";

/* No comment provided by engineer. */
"Login" = "登入";

/* No comment provided by engineer. */
"Login Failed" = "登入失敗";

/* Login error text */
"Login failed: %@. Please check your login settings." = "登入失敗：​​​​%@。請檢查登入設定。";

/* No comment provided by engineer. */
"Main" = "主要";

/* No comment provided by engineer. */
"Missed" = "來電未接";

/* No comment provided by engineer. */
"My Telephone Number" = "我的電話號碼";

/* No comment provided by engineer. */
"Native Dialer" = "本地撥號";

/* No comment provided by engineer. */
"Network Error: %@" = "網路錯誤：%@";

/* Inform the user that no criteria has been filled out on the BroadWorks portal */
"No Criteria Configured" = "沒有配置準則";

/* No comment provided by engineer. */
"No locations found. Add locations to the sequential ring service using the XSI voice portal." = "沒有發現其他裝置號碼。請使用 XSI 語音門戶至循序響鈴設置新增裝置號碼。";

/* No comment provided by engineer. */
"No Queues" = "無佇列";

/* Directory Search Status */
"No Results" = "無結果";

/* No comment provided by engineer. */
"None" = "無";

/* No comment provided by engineer. */
"Not Specified" = "未指定";

/* No comment provided by engineer. */
"Number in use" = "號碼使用中";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Phone" = "電話";

/* No comment provided by engineer. */
"phoneNumber" = "電話號碼";

/* URL for BroadWorks voice portal */
"PortalURL" = "PortalURL";

/* No comment provided by engineer. */
"Presence" = "狀態顯示";

/* No comment provided by engineer. */
"Queues" = "佇列";

/* No comment provided by engineer. */
"Remote Office" = "遠端辦公";

/* Conference */
"Return to call" = "回撥通話";

/* 待確認. */
"Ring If On Call" = "來電已接通，仍循序響鈴";

/* No comment provided by engineer. */
"ringBaseLocationFirst" = "主要號碼先響鈴";

/* No comment provided by engineer. */
"Search" = "搜尋";

/* Directory Search Status */
"Searching..." = "正在搜尋...";

/* No comment provided by engineer. */
"Sequential Ring" = "循序響鈴";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Sign-In" = "登入";

/* No comment provided by engineer. */
"Sign-Out" = "登出";

/* No comment provided by engineer. */
"Simultaneous Ring Personal" = "同步響鈴";

/* No comment provided by engineer. */
"SIP Call" = "VoIP 撥號";

/* No comment provided by engineer. */
"Telephone #" = "電話號碼";

/* No comment provided by engineer. */
"The application could not login to the proxy server. Please check your user id and password." = "應用程式無法登入到代理服務器。請檢查您的用戶名稱和密碼。";

/* No comment provided by engineer. */
"The application could not login to the server. Please check your user id and password." = "該應用程式無法登入到服務器。請檢查您的用戶名稱和密碼。";

/* No comment provided by engineer. */
"The operating system could not open the IMRN number returned by the server: %@" = "操作系統無法打開由服務器返回的 IMRN 號：%@";

/* No comment provided by engineer. */
"The server responded with an error: %@" = "服務錯誤：％@";

/* Directory Search Status */
"This app does not have access to your contacts. You can enable access in Privacy Settings." = "本應用程式無權存取您的聯絡人。您可在“隱私設定”中啟用存取權限。";

/* No comment provided by engineer. */
"This app does not have access to your contacts. You can enable access in Privacy Settings" = "本應用程式無權存取您的聯絡人。您可在“隱私設定”中啟用存取權限。";

/* No comment provided by engineer. */
"This number is already in use by %@ and can not be assigned. Do you want to use it for %@ instead?" = "此號碼已經在使用。是否希望改為將此號碼用於%@。";

/* No comment provided by engineer. */
"title" = "標題";

/* No comment provided by engineer. */
"Title" = "標題";

/* No comment provided by engineer. */
"Unavailable" = "無法使用";

/* No comment provided by engineer. */
"Unavailable Codes" = "不可用代碼";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"useDiversionInhibitor" = "禁止轉移通話";

/* No comment provided by engineer. */
"Waiting for call back..." = "正在等待回撥...";

/* Alert Title */
"Warning" = "警告";

/* No comment provided by engineer. */
"What’s on your mind?" = "在想些什麼？";

/* No comment provided by engineer. */
"Wrap-Up" = "結束";

/* Label f​​​​or address book XMPP username */
"XMPP" = "XMPP";

/* Conference */
"You are already in call with that contact" = "您已經在與該聯絡人通話中";

/* No comment provided by engineer. */
"You must add at least one address before activati​​​​ng the service." = "啟用本服務之前，必須至少新增一個位址。";